{
    "dataset": [
        "Start us off with an overview. Every American should visit the 9/11 Memorial and Museum at least once. As you enter the museum, you descend from the street to bedrock level—the foundation of the former Twin Towers—and are placed in a meditative mindset, forced to recall where you were on that day. As you move from the historical exhibition to the memorial exhibition—the two core museum spaces—the emotion of the attack and subsequent loss of life is overwhelming. It's wrenching when you ascend to the 9/11 Memorial and see the names of all those who perished etched in bronze around the twin reflecting pools. What will you find there? The permanent collection is a multimedia compilation of more than 40,000 still images, 300 moving images, 3,500 oral recordings, and more than 14,000 objects, including ephemera, textiles, artwork, books, and manuscripts. The coverage of 9/11 is far-reaching in its historical breadth and depth, but also incredibly personal in its individual histories of the deceased. The museum itself is a masterful balance: It's grand in scale, contemplative in its construction, and personal in its execution. It pays homage to the enormity of the loss, both physical and spiritual. A number of temporary exhibitions have also been on view in various locations of the museum as well. What did you make of the crowd? The museum is filled with both American and foreign tourists, who, though often creating crowds during prime daytime hours, are respectful and contemplative. On the practical tip, how were the facilities? The museum is large, so expect to spend most of the time standing or walking; there are benches strategically placed throughout and in multimedia rooms, where you really ought to sit and spend time. The museum is accessible to persons of all disabilities. Any guided tours worth noting? You could easily opt for a self-guided museum tour, but it is worth the $44 (or $65, if you want early access before the museum opens at 9 a.m.) to have an expert lead you around. Here, guiding isn’t about teaching the nuances of a work of art—the choice of medium, the weight of the brushstrokes—it’s about recounting an oral history of the events of 9/11. The day comes alive as your docent relays chilling stories of the falling Twin Towers, brave sacrifices made by first responders, and personal histories of those who were lost. Any advice for the time- or attention-challenged? The entire museum can be done in 60 minutes (the length of a guided tour) if you go quickly through the film feature sections and stick to the historical exhibition, which recounts the events leading up to 9/11, the attacks on the World Trade Center, Pentagon, and Flight 93, and the aftermath of the day. But you could stay a full two hours and not for a second think about leaving early. No visit is complete without a pensive walk around the 9/11 Memorial to read the names of the deceased and be mesmerized by the cascading waters of the reflecting pools, which now proudly stand in the shadows of One World Trade Center.",
        "The National September 11 Memorial & Museum, also known as Reflecting Absence, is a monument and museum dedicated to the victims of the terrorist attacks that took place on September 11, 2001 in New York City. It stands as a poignant reminder of the tragic events and the lives lost on that fateful day. Features of the Memorial The memorial features two low-lying water basins that mark the exact locations where the North and South Towers once stood. The water surface is interrupted by voids, and the basins are constantly filled with water that flows down the walls. Enclosed by some buildings, visitors can enter the monument and descend via a serene, dark corridor to a space where they stand behind the waterfalls and can view the basins. Tribute to the Victims Along the monument, a copper railing is built with the names of all the victims inscribed on it. This serves as a touching tribute to those who lost their lives in the tragic events of September 11, 2001.",
        "I’d never visited the National September 11 Memorial & Museum until this past Thursday. No particular reason. Twenty years ago, I was steeped in 9/11, as any patriot, as anyone with a heart, would be. It was so sad, so unnecessary, predictable but a shock. It’s certainly defined the times since. The cops and firemen who died, the wrenching phone calls and voicemail messages, the jumpers, and so many lost young people make 9/11 and what followed harrowing and devastating. The 9/11 Memorial & Museum, as it’s called, opened in 2014. With the 20th anniversary this weekend, and with the unfolding catastrophe in Afghanistan, I wanted to go and felt I needed to go. I wanted to test sadness and memory against what I thought, at least as I planned my visit, might be September 11’s denouement. I went disgusted by our government’s incompetence, deceit, and betrayal, from the days leading up to September 11, 2001, to today, to now. I went as a critic, curious about how a story of this breadth, this gravity, this sadness is told. How do I square this roiling bucket of emotions with the patriot and citizen in me? I bring one bias to new museum buildings. Having done a renovation of a small but historic museum and an addition to it, I’m disposed to admire those who’ve stewarded a new concept and new building from start to finish, especially when both concept and building are big ones. A more fraught project is inconceivable. Expectations were high, various, and, at points, irreconcilable. I spoke with Alice Greenwald, the museum’s director, while I was there. She is a strong, warm, savvy person who strikes me as deeply responsible and deeply respectful. She stewarded the museum from the beginning, along with, as she insisted, “a cast of thousands.” Given that she worked with so many of the families, I think her capacity to listen, to decide, and to reconcile must be extraordinary. “This place is three things,” she told me as we stood at Ground Zero, hundreds of feet below the memorial plaza, where the North Tower stood and where Manhattan meets rock. “On September 11, this place was a cataclysm, and then for years it was buzzing with activity as the museum came to be, and now it’s a new beginning.” Every museum director has to be positive, upbeat, an optimist, and a glass-half-full person. Greenwald was a leader in making the U.S. Holocaust Memorial Museum in Washington. She sees catastrophes of epic proportions and finds in them what’s sad and tragic, to be sure. She also sees endurance, courage, dignity, and defiance. She sees humanity at its worst but also at its best. She sees new beginnings as inevitable, essential, at times easy and sometimes painful. It’s the most human thing we do. After we chatted and she left, I walked over to a case displaying part of a uniform worn by a member of SEAL Team Six, the naval special ops who found and took out bin Laden. I looked at pieces of debris from bin Laden’s compound. Greenwald’s a better person than I. My heart was pounding. I yearned to see bin Laden’s scalp. The museum is under the 9/11 memorial. Its two caverns occupy the footprints of each tower. Sheets of water fall from the sides of each and then fall from the sides of another, seemingly bottomless, pit. Falling water, falling buildings. It’s stark and effective. I entered through a tilted, striated glass box, the striations meant to evoke the Twin Towers’ exterior and the tilt a shipwreck or a bombed-out building.",
        "The 9/11 Memorial Preview Site, as its name suggests, is a space dedicated to the memory of the terrorist attacks that took place on September 11, 2001. Here everyone can follow the progress of the work of the World Trade Center, the complex of buildings that are being built in Ground Zero, as well as recall that moment that changed the history of the United States and the world. The museum opened in 2009, and more than one million visitors have passed through it. Access hours are from 10 am to 7 pm from Monday to Saturday and from 10 am to 6 pm on Sunday. Admission is free, and as there are only A couple of rooms, you don't need much time to visit the museum.",
        "Beside the reflecting pools on the 9/11 Memorial Plaza is the glass pavilion of the 9/11 Memorial Museum (part of the complex known as the National 9/11 Memorial & Museum). The museum descends some seven stories down to the bedrock the Twin Towers were built on, and the vast space displays a poignant, powerful collection of artifacts, memorabilia, photographs, and multimedia exhibits, as well as a gallery that takes visitors through the history of events surrounding both the 1993 and 2001 attacks. You might appreciate the tissue boxes around the museum when experiencing the memorial wall with portraits and personal stories of those who perished. There's also a panoramic media installation about the site's rebirth, as well as World Trade Center–related art and history exhibits that change throughout the year. Giant pieces of the towers' structural steel and foundations are displayed, along with the partially destroyed Ladder Company 3 fire truck. You can also see the remnants of the Survivors Stairs, which allowed hundreds of people to escape the buildings that fateful September day. (Check the website for current ticket packages and other discounts.)",
        "A rather sobering and emotional experience, the September 11th Memorial and Museum was something I feel every American should visit at least once, especially those who lived through, and remember, the tragic events from that beautiful, late Summer day. I recommend taking a guided tour to get more contextual information about what you're looking at. I'd also like to suggest bringing a package of tissues with you, as you're guaranteed to shed multiple tears within the museum.",
        "This memorial and museum is out of the most horrific attack on US soil. This is a wonderful tribute to those that lost their lives on that fatefull day. They honor the building tenats as well as the rescue workers that died that day. The memorial consist of two deep waterfall fountains that are located right over the site of the twin towers. They are huge. The names of the victims of that day are all etched in steel around the two fountains (they place a white rose on the name on their birthdays). It is a fitting tribute and is very surreal. You cannot help but reflect while you are there.",
        "What can you say about this. This was a terrible time and event in our history. It is a place that I think everyone needs to visit to pay their respect. I knew that this would be on my list when we came to NY. It doesn't take hours of your time so you should go. Outside is where they have created the memorials from the two buildings. Where the buildings stood is now flowing water. All around is a wall with everyone's name that fell victim that day. I have a few previous coworkers that were paramedics and firefighters during 9/11. They have since retired and moved to Orlando, but I remember their stories and what they felt and went through that day. I remember this day, being in Orlando and watching it unfold on TV. It was a terrible tragedy. It really did not hit me until we were there and reading the names of those that lost their lives.",
        "If you have a few hours, come here. Bring good walking shoes because there's so much to see. You can buy tickets at the counter but I recommend buying tickets ahead of time online for a time slot. We walked right in meanwhile the line was SO long for those who hadn't bought tickets in advance. Also if you want to see their video sessions, their last showing ended around 3PM. But don't quote me. There was an exhibit with mini theaters showing clips that had a warning sign before you entered due to the nature of the video content. They placed tissues before entering. There was one mini exhibit where the tissue container was empty as I entered. I figured oh well. What I saw broke my heart and soul. I couldn't hold it in. Then I understood why the container was out of tissues. You will tear up or cry or both like I did. We spent about 3 hours here and would've loved to have stayed more.",
        "I felt it fitting I write my review for the 9/11 Memorial and Museum on...well 9//11. A tragic day I remember well. It should not be forgotten and thankfully the Memorial and Museum serves as just another way to keep an awful but also historically important event recorded and represented. I came here late 2014 and was thoroughly impressed with the make up the setting. Very raw with elements of the destruction and debris on display. Along with it are plaques, banners and displays that explain what the object is, where it was located and its significance along with other detailed information. There is a raw, basement like look to it all as it's in the site of where it all happened, but as you move about the museum it takes on a modern look, reflecting the new World Trade Center, oculus and other relatively recent architecture in the area. To which I think is a great touch.",
        "I visited the 9/11 Memorial years ago before the museum was opened. The outlines of the buildings look almost small. It is hard to take in the scale of what is before you standing along all the names looking into the well-designed memorial. Not reading anything about it, I had assumed the museum would simply be a building housing the story, artifacts, and memories of what happened on that day and the time surrounding it. Going into the museum for the first time I was stunned as to how wrong I was. What I failed to imagine was that it would be an actual tour below ground to see the original foundation features of the buildings along with some structural artifacts of the wreckage. It was all done brilliantly and tastefully. It gave light to the size of the destruction and the human effect without going too far as to disrespect the lives of the people lost on that day. Another thing I was surprised about was the live tours going on. People had headsets as if they were listening to a recorded tour but in fact people were guiding them around in groups and the headsets were how everyone could clearly hear the guides without them shouting. Again... a brilliant way to go about it and keep the near silence in the museum. In summary, the memorial above is now a marker for what is the journey below. Though you see forest from above going into the museum gives you a true look at the trees. It is sense of scale one cannot imagine without being that close to something. Whether it is seeing the faces of the people where there are only names from above or being able to touch one of the twisted beams that gives you not only a sense of the destruction but also the marvel of engineering and humanity that was here. Visiting here is a must.",
        "The 9/11 memorial is breathtakingly sad. It's a beautiful memorial to honors those who have lost their lives. We didn't go through the museum but paid our respects at the north and south pools itself. It's incredible to see such a beautiful monument and it was so peaceful. I would recommend to give yourself some time to take it all in.",
        "I have greatly wanted to visit the museum for a while. I've seen memorial but not inside the museum. I liked the museum! In my opinion it was made very well, honoring those who suffered from the tragedy and their close ones. I liked how the timeline of the events was outlined. When we were going through the display of things we were rushed out because the museum was closing. Well it was really weird because you're very emotional looking at everything, deep in the events that occurred all of the sudden you are being rushed to leave. It kills all the emotions that were building up since you enter the museum. The solution could be not letting visitors in after certain hours. The cherry on the top was the lady at the exit pointing us to the merchandise store... well it was inappropriate at the moment. I'd rather spend time in the museum than a store...",
        "Quite the experience. If you've lived through 9/11 in NY, your experience might be different (more emotional) when compared to visitors. The architecture work was exemplary, the layout of the different sections with its exhibitions was much appreciated to allow for visitors to process their thoughts. We rented the audio guide for $8.00 and it was well worth the price for the mountain of information it delivers and it's easy to navigate. Given it's post-pandemic, I skipped certain exhibitions which were crowded and returned when I was comfortable. Having the audio guide made it easier to do so. The last exhibition section contains sensitive content (scenes/voices/etc). I could not stay the course of the exhibition and had to abruptly end my visit.",
        "I would consider this memorial a must see on a trip to NYC. It is very humbling to see where the buildings stood and all the lives that were lost during this time. The tribute is beautiful. I did not tour the inside of the museum but even just the outside is remarkable enough.",
        "So heartbreaking yet beautiful with the stories of heroism. Definitely made me emotional. I did the audio tour which was very comprehensive. Hard to write a review of something so personal and moving.",
        "We spent 1 day in New York and decided to do this over a Broadway show. I'm so glad we did. This was, by far, the most powerful experience I have ever put myself through mentally and emotionally. On the exact soil of the establishment was one of the most horrific attacks on US soil. The minute you step onto the grounds of this place you feel the somber and sadness running through the air. Every piece of memorial both inside and out is well worth seeing. The artifacts and photos are so powerful to see and the video footage is heartbreaking. Know that you may shed some tears while listening to the stories.",
        "This museum is a must when visiting NY. It will be an emotional visit and plan to spend approx 3 hrs. Bring tissue because the re will most likely be tears. #NeverForget",
        "Something that every American should try to see in their lifetime (if possible). It is beautiful, sad, respectful, and very moving. They did an incredible job of honoring the thousands of lives that were lost. Every name is listed and memorialized. I am grateful to have had the opportunity to see it.",
        "Going to this museum was one of the best places we've been in Ny city, the ticket amount was fair enough it was 26$ a person. 9/11 was a shock and visiting the museum felt like I am living that day. It was emotional to see all the things that were there. I pray that all those who were there and died may rest in peace",
        "9/11 Memorial is a place we have left to honor the victims and survivors of such devastation. This is a Public service, community service and a place to walk around while observing the scenic view. Security at all time.",
        "It's a beautiful and very moving memorial. The silence as you walk through the exhibits is deafening. The wall of blue explaining some of the missing are buried behind it brought me to tears and prayers for all these innocents who lost their lives that day. I will never forget what I experienced with this visit nor will I ever forget that awful day in our history. May God Bless the souls of all the victims and their families who will forever carry this unimaginable pain.",
        "This was our first visit to the 9/11 museum. We bought a 9:30 am ticket for the museum and we decided not to do a tour or an audio tour. Once you walk in, the theater shows a very moving account of how the US planned and executed the hunt for Osama Bin Laden. It was about 15 minutes and appropriate for teens and adults. Downstairs we went through the museum. You could devote 3-4 hours to the story of 9/11, the chilling photos of all the people lost, the attacks and all the heroes. We spent 1 1/2 hours and it was a beautiful and solemn tribute to the people who died. We walked through the exhibits and read as much as we could. The stairwells people escaped and the beams are exposed as well as the fire truck of the heroes. I think it is appropriate for elementary school kids even though it documents all the lives lost. You do have to go through metal detectors and take off your coats to enter the museum but it makes you feel safer.",
        "Wow what a moving memorial. Be ready to get emotional. Such a sad day in our nations history. They did a wonderful job in preserving the stories of that horrible day. The lost souls will never be forgotten for sure with this memorial. There’s so much to see here. Thank you for sharing this with the world to the families. Was able to find parking at meter parking with park NYC app. Short walk to the entrance. Had to wait in a long line for about 15 minutes to get through security. They hit us in quickly and efficient. Very friendly staff and clean restrooms. Cafe near exit if needed. No vending machines or water fountains that I seen once inside the memorial. Overall excellent experience with facility and set up. ADA friendly lots of elevators that I seen. Will have to do some walking to see it all.",
        "The 9/11 Memorial Museum is very moving but also a great tribute to the victims and responders of 9/11. It made me tear up because doe those of us that experienced that time it brings back all of the feelings. There is a section where no pictures /video is allowed and that section takes you thru the entire day with recordings of calls, videos, news articles, memorabilia, remamats etc. Very well worth a visit if you are in NYC."
    ], 
    "priority": [
        "1.2",
        "1.2",
        "1.2",
        "1.2",
        "1.2",
        "1",
        "1",
        "1",
        "1",
        "1",
        "1",
        "1",
        "1",
        "1",
        "1",
        "1",
        "1",
        "1",
        "1",
        "1",
        "1",
        "1",
        "1",
        "1",
        "1"
    ]
}