{
    "dataset": [
        "The A-bomb dome is the skeleton of what was once the Hiroshima Prefecture Industrial Promotion Hall built by a Czech architect with an obvious Central European design. It is one of the few buildings which survived the bast of the atomic bomb that is still preserved today. The A-bomb dome is a tourist monument of irons, bricks and cement, is listed as a UNESCO historical monument. It pays tribute to the victims of the atomic bomb. During the rainy, grey days of early summer, it's a sad and sorrowful place, especially with the arrival of the history teacher and his group of students with their red caps and white. This corner is located at the entrance of the Peace Park and, if arriving on the number 2 tram from the train station, just in front of the stop.",
        "Hiroshima Peace Memorial Park contains several buildings of remembrance. The Peace Museum draws on individual stories and surviving items related to the 1945 atomic explosion in which 166,000 people were killed, as well as documents the history of the city before and afterward. It’s an inevitably poignant experience, as are the nearby Children’s Peace Monument, dedicated to the youngest victims, and the Atomic Bomb Dome, whose skeletal dome and destroyed walls remind viewers of the reasons for the city’s unceasing commitment to peace and a world without nuclear weapons.",
        "Perhaps the starkest reminder of the destruction visited upon Hiroshima in WWII is the Atomic Bomb Dome. Built by a Czech architect in 1915, it was the Industrial Promotion Hall until the bomb exploded almost directly above it. Everyone inside was killed, but the building was one of very few left standing near the epicentre. A decision was taken after the war to preserve the shell as a memorial. The building has since become a haunting symbol of the city, and was declared a Unesco World Heritage Site in 1996. Try to wander past in the evening when it's quiet and the propped-up ruins are floodlit.",
        "Hiroshima is a bustling modern city of over 1,100,000 people and is located towards the western/central part of the main island of Honshu. Today, the city is known for many things, such as its waterways, trolley system, a castle, and many, delicious specialty foods such as the famous dish Hiroshima yaki. Though the city is so much more than its dark legacy, Hiroshima will always be most known throughout the world as the first city in history to experience an atomic bomb. On August 6, 1945, Hiroshima was changed forever, and the history and significance of that day will forever be remembered. However, from this dark history comes an important message and message of peace that the residents try to keep alive. The history of the city is kept alive lest we forget the consequences of war, and as such they have created a museum and park to symbolize peace and as a memorial for the lives that were lost. The Atomic Bomb Dome is a major tourist attraction to countless visitors every year.",
        "What's up: Continuing our trip to visit both of the Memorial Parks of Japan's atomic bombing, we arrived in Hiroshima in the evening. Access: a 19 minute ride from JR Hiroshima Station using the Hiroshima Dentetsu tram 2 or 6; get off at Genbaku Dome-Mae Station. Environment: Just like Nagasaki, there's lots of memorials to see. The most famous of them is the Genbaku Dome (A-Bomb Dome). It's one of the few buildings that survived the bombing. There are also monuments dedicated to the victims and those who assisted in the aftermath. We had visited in the daytime during a previous visit and with our visit in the evening this time around, it felt a lot more solemn and impactful with the gentle lighting of all the memorials. What was ordered: N/A - the park is free to visit Yay/Nay/Meh: Yay. The park is pretty big and there's a lot of memorials to view, each with informational displays that are translated into several languages. It's a very informative and peaceful walk through this huge green space.",
        "Important place to visit to remind us how fragile our lives are. Hiroshima's sites are within a compact area. I also highly recommend visiting the surrounding sites",
        "Oh it's beautiful and haunting. It has always been a goal of mine to visit one of the two cities attacked by nuclear bombs. Luckily a friend lived in Hiroshima and showed us around. I think every human should see this once in their life. Beautiful in the most tragic way. Lots of plaques and commemorative signs to teach there as well.",
        "A MOMENT OF SILENCE Hiroshima's peace memorial is a somber reminder that war is hell. Commonly referred to as the Genbaku or A-Bomb Dome, this UNESCO World Heritage Site stands exactly as it did following the atomic bomb dropping on 8/6/45. While on the southern leg of our trip to Japan, we spent two nights in Hiroshima and made this landmark a priority on our second day. Frozen in time since the end of WWII, the A-Bomb Dome was one of the only buildings not decimated by Little Boy. This is because it detonated almost directly above the dome and the building's columns were able to support the vertical force of the blast. Everyone inside perished, although the structure has remained mostly intact. We got the chance to talk to an in-utero survivor; the story of how his family lived through the bombing and subsequent nuclear fallout was incredible. Restoration efforts have focused on maintaining the structure's stability, though in order to best preserve the integrity of the ruins, no cosmetic alterations have been made. Near the A-Bomb Dome is the Peace Memorial Museum. Inside are a series of exhibits showing the widespread destruction caused by the bomb and how it affected generations to come. Admission is only ¥200, but be warned, the subject matter is real and intense (at least one person fainted and several more started weeping). As you would at Ground Zero in NYC, please be respectful and exercise proper decorum. Don't forget this stands as a memorial to countless thousands who lost their lives--it's neither the time nor the place to whip out the selfie stick and cheese it up for a group photo. Pictures are fine, just remember to turn the flash off.",
        "Such a humbling place, the thought and memories of what an Atomic bomb can do... The atomic bombings killed between 90,000 and 146,000 people in Hiroshima, and more in Nagasaki. So sad to see how it destroyed lives. Touched by the many stories, walking thru the Peace Memorial it was so quiet you could hear a pin drop. So sad to read about Sadako Sasaki, a Japanese girl who became a victim of the atomic bombing of Hiroshima",
        "This historic site had a beautiful Children's Peace Monument outside with colorful origami paper cranes, but inside the building, we saw disturbing images and a video that didn't hide the harsh reality of the A-bomb. This stop was at the end of our 13-day tour of Japan and it was the most educational. The grounds included the eerie Atomic Bomb Dome landmark, the Peace Clock (which rings at 8:15am daily), the eternal Peace Flame, the Cenotaph (when you look through it, it's like a frame of the Peace Flame and the A-Bomb Dome in the background), three floors of the museum, and gift shop and cafe on the ground floor. The video that we viewed inside of the museum was uncomfortable at times, especially when survivors were interviewed. I'm glad that Hiroshima was part of our tour.",
        "Understanding what occurred at this very spot brings an overwhelming feeling of sadness for the civilians of Hiroshima and the aftermath of the event It was one the locations on our list and As we walked up the sidewalk you can see the outline of the building and as you get closer the rubble still remains around the site. As a historical site, I am glad the city officials decided to leave the building as a reminder of what an impact war can have on its population. I would encourage you to visit the location.",
        "Quite a humbling experience to visit this atomic bomb memorial. Personally, it is a must-see spot if you're in Hiroshima, Japan. ESPECIALLY as an American. Pay your respects and honor these lost innocent souls. This bombing was absolutely horrific, and just imagine, being hit 2x (albeit in different cities, but still. History in the past couple generations is astounding and I think that the yourh, including Generation Z's and older Millenials, should go out into the dark spots of the world with an appreciative and worldly perspective about what transpired. We may not know about war and endless suffering, but visiting places like this A-bomb center could make anyone feel lucky to not have lived through a time like the mid-20th century.",
        "The Genbaku Dome has been preserved as a ruin. It is all that remains of the Hiroshima Prefectural Industrial Promotional Hall 'Hiroshima-ken Sangyo Shoreikan' after the 1945 nuclear bomb blast. It was the only structure left standing near Ground Zero of the bomb which exploded on 6 August 1945, and it remains in the condition right after the explosion. Inside the property, all the structural elements of the building remain in the same state as immediately after the bombing, and are well preserved. The property can be observed from the outside of the periphery fences and its external and internal integrity is well maintained. The buffer zone, including Hiroshima Peace Memorial Park, is defined both as a place for prayer for the atomic bomb victims as well as for world peace. It symbolizes the tremendous destructive power, which humankind can invent on the one hand; on the other hand, it also reminds us of the hope for world permanent peace. For excellent guides for the day, contact Triple Lights tour company for all over Japan. Just run a web search for that name. Request Michiru Azuma or Yuko for your Hiroshima tour guide, whichever is available.",
        "This is a solemn reminder of the horrors and complete devastation of war. So many innocent lives were lost in the blink of an eye and thousands more from the fallout of radiation. The grounds are an easy walk around. Take a tour of the museum to get a better feel of the destruction a small yet so powerful munition can create. Hear the stories of survivors who were first hand eyewitness to the first ever atomic bomb dropped on civilization. ",
        "The bomb exploded just above the Hall, with the blast pushing in a downward movement, killing everyone instantly. The ruins of this structure serves as a memorial to all the thousands of people who were killed on August 6, 1945. It's been years since I've visited the Dome. However, each time I come, it's a very humbling experience. I come to pay my respect and honor those innocent lives that were lost.",
        "This is the main centerpiece of the Hiroshima Peace Park, aside from the museum. It's a very sad reminder of the horrors of war and the consequences of nuclear conflict. There are many Japanese school children who come here on field trips to pay their respects and to learn about the mistakes and horrors of war. Please take the time to reflect on the message that this memorial and the peace park is relaying to the world.",
        "This is a powerful reminder of the devastation mankind embraced when we learned to split the atom.",
        "Where do I start? I think that every person on this planet should visit Hiroshima, especially the A-Bomb Dome. This site is a testimony of what human beings can do to each other. When I was there, every single person was quiet. There were no loud noises, no annoying tourists, just peace, tears, and quiet. To be able to see the remnants of a massacre of this magnitude is something unique. Let there be peace among nations. Let this memorial site be a silent testimony for all the victims of Hiroshima.",
        "Truly remarkable memorial and reminder of a darker time in the world’s history. The dome is impressively still standing despite being essential at ground zero of the bomb detonating. Area is open 24 hours but the building is gated off given the rubble from the blast that is still present. Worth a quick trip to see even if you only have an hour. No need for tickets unless you want to join a tour group.",
        "Surreal experience to see a building that is still standing from the atomic bomb. Standing along the river was a very pensive moment for me. It's very peaceful just to listen to nature, the town isn't very loud at this spot. It made me reflect about how far Hiroshima has advanced going from this monument to the city it is now.",
        "An entirely humbling experience to stand where such terrible events occurred. This museum was extremely informative and impactful and I would highly recommend it to anybody visiting the area. This museum will live in my heart and mind for many years to come. It goes over the history of Hiroshima before, during, and after the events that transpired. It really helped me learn a lot.",
        "Incredibly impactful and haunting monument, now a UNESCO world heritage sight. Signs are informative - take an extra moment to walk around the memorial building/park and read everything. It’s a somber memorial and stark reminder of the horrific capabilities of mankind - an emotional and moving space that leaves a profound impact.",
        "The parks, gardens and art works are a soothing comfort after the moving and harrowing peace museum. The free peace guides are an opportunity to talk to locals about the impact of the A-bomb. This is a must see it has been sensitively done focused on the impact on civilians especially children.",
        "Haunting monument that has been preserved as a testament to the atomic bombing of Hiroshima on 8/6/45. Really crazy experience walking here knowing what happened on that day. It’s also crazy that the city around this thing has been built up to the stage it is in today. I think everyone should visit here. Would make the world a more peaceful place knowing the unnecessary suffering that conflicts have on humanity.",
        "A good place to visit and just remember all that has happened to bring us to this place in time. The gardens are clean, large, and quiet. The sight of the singed dome makes one almost tearful of what humanity can do. But taking in the city around us makes us also remember how we can rebuild and make a place alive again."
    ], 
    "priority": [
        "1.2",
        "1.2",
        "1.2",
        "1.2",
        "1",
        "1",
        "1",
        "1",
        "1",
        "1",
        "1",
        "1",
        "1",
        "1",
        "1",
        "1",
        "1",
        "1",
        "1",
        "1",
        "1",
        "1",
        "1",
        "1",
        "1"
    ]
}